questions = {
    1: {
        "question": "Какой у вас цвет волос?",
        "options": ["Брюнет", "Рыжий", "Блондин", "Шатен", "Русый", "Седой"]
    },
    2: {
        "question": "Какой у вас цвет глаз?",
        "options": ["Карие", "Голубые", "Зеленые", "Серые", "Черные", "Гетерохромия"]
    },
    3: {
        "question": "Какой у вас рост?",
        "options": ["До 150 см", "150–160 см", "161–170 см", "171–180 см", "181–190 см", "Выше 190 см"]
    },
    4: {
        "question": "Какой у вас тип телосложения?",
        "options": ["Худощавое", "Спортивное", "Среднее", "Полное"]
    },
    5: {
        "question": "Какой у вас стиль одежды?",
        "options": ["Классический", "Спортивный", "Повседневный", "Элегантный", "Альтернативный"]
    },
    6: {
        "question": "Какой у вас знак зодиака?",
        "options": ["Овен", "Телец", "Близнецы", "Рак", "Лев", "Дева", "Весы", "Скорпион", "Стрелец", "Козерог", "Водолей", "Рыбы"]
    }
}

# Опросник о предпочтениях в партнере
questions_wanted = {
    1: {
        "question": "Какой цвет волос должен быть у партнера?",
        "options": ["Брюнет", "Рыжий", "Блондин", "Шатен", "Русый", "Седой"]
    },
    2: {
        "question": "Какой цвет глаз у партнера?",
        "options": ["Карие", "Голубые", "Зеленые", "Серые", "Черные", "Гетерохромия"]
    },
    3: {
        "question": "Какой рост у партнера?",
        "options": ["До 150 см", "150–160 см", "161–170 см", "171–180 см", "181–190 см", "Выше 190 см"]
    },
    4: {
        "question": "Какой тип телосложения должен быть у партнера?",
        "options": ["Худощавое", "Спортивное", "Среднее", "Полное"]
    },
    5: {
        "question": "Какой стиль одежды предпочтителен у партнера?",
        "options": ["Классический", "Спортивный", "Повседневный", "Элегантный", "Альтернативный"]
    },
    6: {
        "question": "Какой знак зодиака предпочтителен у партнера?",
        "options": ["Овен", "Телец", "Близнецы", "Рак", "Лев", "Дева", "Весы", "Скорпион", "Стрелец", "Козерог", "Водолей", "Рыбы"]
    }
}