questions = {
    1: {
        "question": "Какой у вас цвет волос?",
        "options": ["Брюнет", "Рыжий", "Блондин", "Шатен", "Русый", "Седой"]
    }
    ,
    2: {
        "question": "Какой у вас цвет глаз?",
        "options": ["Карие", "Голубые", "Зеленые", "Серые", "Черные", "Гетерохромия"]
    },
    3: {
        "question": "Какой у вас рост?",
        "options": ["До 150 см", "150–160 см", "161–170 см", "171–180 см", "181–190 см", "Выше 190 см"]
    }
}

questions_wanted = {
    1: {
        "question": "Какой цвет волос должен быть у партнера?",
        "options": ["Брюнет", "Рыжий", "Блондин", "Шатен", "Русый", "Седой"]
    }
    ,
    2: {
        "question": "Какой цвет глаз у партнера?",
        "options": ["Карие", "Голубые", "Зеленые", "Серые", "Черные", "Гетерохромия"]
    },
    3: {
        "question": "Какой рост у партнера?",
        "options": ["До 150 см", "150–160 см", "161–170 см", "171–180 см", "181–190 см", "Выше 190 см"]
    }
}
