questions_your = {
    1: {
        "question": "Какой у вас цвет волос?",
        "options": ["Брюнет", "Рыжий", "Блондин", "Шатен", "Русый", "Седой"]
    },
    2: {
        "question": "Какой у вас цвет глаз?",
        "options": ["Карие", "Голубые", "Зеленые", "Серые", "Черные", "Гетерохромия"]
    },
    3: {
        "question": "Какой у вас рост?",
        "options": ["До 150 см", "150–160 см", "161–170 см", "171–180 см", "181–190 см", "Выше 190 см"]
    }
}

TOTAL_QUESTIONS_YOUR = len(questions_your)


# questions_for_you = {
#     1: {
#         "question": "Выберите цвет волос партнера",
#         "options": ["Брюнет", "Рыжий", "Блондин", "Шатен", "Русый", "Седой"]
#     },
#     2: {
#         "question": "Выберите цвет глаз партнера?",
#         "options": ["Карие", "Голубые", "Зеленые", "Серые", "Черные", "Гетерохромия"]
#     },
#     3: {
#         "question": "Выберите рост партнера",
#         "options": ["До 150 см", "150–160 см", "161–170 см", "171–180 см", "181–190 см", "Выше 190 см"]
#     }
# }
#
# TOTAL_QUESTIONS_FOR_YOU = len(questions_for_you)